Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutISOWeekNum
source: Returns the week number according to ISO rules for a given date.
bg_bg: Връща номера на седмицата за дадена дата според правилата на ISO.
ca_es: Retorna el nombre de la setmana segons les regles ISO per a una data determinada.
cs_cz: Vrátí číslo týdne podle pravidel ISO pro dané datum.
da_dk: Returnerer ugenummeret i henhold til ISO-reglerne for en given dato.
de_de: Gibt die Wochenzahl nach ISO-Regeln für ein bestimmtes Datum zurück.
el_gr: Επιστρέφει τον αριθμό εβδομάδας σύμφωνα με τους κανόνες ISO για μια δεδομένη ημερομηνία.
es_es: Devuelve el número de semana según las reglas ISO para una fecha determinada.
et_ee: Tagastab nädalanumbri vastavalt antud kuupäeva ISO-reeglitele.
eu_es: Aste-zenbakia itzultzen du, emandako dataren ISO arauen arabera.
fi_fi: Palauttaa viikon numeron tietyn päivämäärän ISO-sääntöjen mukaan.
fr_fr: Retourne le numéro de la semaine conformément aux règles ISO pour une date donnée.
gl_es: Devolve o número da semana segundo as regras ISO para unha data determinada.
hi_in: किसी दी गई तिथि के लिए ISO नियमों के अनुसार सप्ताह की संख्या रिटर्न करता है.
hr_hr: Vraća broj tjedna prema ISO pravilima za određeni datum.
hu_hu: A megadott dátum alapján visszaadja a hét számát az ISO-szabályokat követve.
it_it: Restituisce il numero della settimana in base alle regole ISO per una data specificata.
ja_jp: 指定した日付に対する ISO ルールに従って週番号を返します。
kk_kz: Берілген күн үшін ISO ережелеріне сәйкес апта нөмірін қайтарады.
ko_kr: 주어진 날짜에 대한 ISO 규칙에 따라 주 번호를 반환합니다.
lt_lt: Pateikia savaitės numerį pagal tam tikros datos ISO taisykles.
lv_lv: Atgriež nedēļas numuru noteiktajam datumam atbilstoši ISO kārtulām.
ms_my: Mengembalikan nombor minggu menurut peraturan ISO untuk tarikh yang diberikan.
nb_no: Returnerer ukenummeret i henhold til ISO-regler for en bestemt dato.
nl_nl: Retourneert het weeknummer volgens de ISO-regels voor een bepaalde datum.
pl_pl: Zwraca numer tygodnia zgodnie z regułami ISO dla danej daty.
pt_br: Retorna o número da semana de acordo com as regras ISO de uma determinada data.
pt_pt: Devolve o número da semana de uma data indicada de acordo com as regras ISO.
ro_ro: Returnează numărul săptămânii conform cu regulile ISO pentru o anumită dată.
ru_ru: Возвращает номер недели по стандарту ISO для заданной даты.
sk_sk: Vráti číslo týždňa podľa pravidiel ISO pre daný dátum.
sl_si: Vrne številko tedna v skladu s pravili ISO za naveden datum.
sr_cyrl_rs: Даје број седмице у складу са ISO правилима за дати датум.
sr_latn_rs: Daje broj sedmice u skladu sa ISO pravilima za dati datum.
sv_se: Returnerar veckonumret enligt ISO-regler för ett visst datum.
th_th: ส่งกลับหมายเลขสัปดาห์ตามกฎ ISO สำหรับวันที่ที่ระบุ
tr_tr: ISO kurallarına göre belirli bir tarihin hafta numarasını döndürür.
uk_ua: Повертає номер тижня відповідно до правил ISO для певної дати.
vi_vn: Trả về số tuần theo quy tắc ISO cho một ngày nhất định.
zh_cn: 根据给定日期的 ISO 规则返回周编号。
zh_tw: 根據 ISO 規則，傳回指定日期的週數。

# ISOWeekNumArg1
source: date
bg_bg: дата
ca_es: data
cs_cz: datum
da_dk: dato
de_de: Datum
el_gr: ημερομηνία
es_es: fecha
et_ee: kuupäev
eu_es: data
fi_fi: päivämäärä
gl_es: data
hi_in: दिनांक
hr_hr: datum
hu_hu: dátum
it_it: data
ja_jp: 日付
kk_kz: күн
ko_kr: 날짜
lt_lt: data
lv_lv: datums
ms_my: tarikh
nb_no: dato
nl_nl: datum
pl_pl: data
pt_br: data
pt_pt: data
ro_ro: dată
sk_sk: dátum
sl_si: datum
sr_cyrl_rs: датум
sr_latn_rs: datum
sv_se: datum
th_th: วันที่
tr_tr: tarih
uk_ua: дата
vi_vn: ngày
zh_cn: 日期
zh_tw: 日期

# AboutISOWeekNum_date
source: A date value for which the ISO week number will be calculated.
bg_bg: Стойност на дата, за която ще се изчисли номерът на седмицата по ISO.
ca_es: Valor de data per al qual es calcularà el nombre de la setmana ISO.
cs_cz: Hodnota data, pro kterou bude vypočteno číslo týdne ISO.
da_dk: En datoværdi, som ISO-ugenummeret beregnes for.
de_de: Ein Datumswert, für den die ISO-Wochenzahl berechnet wird.
el_gr: Μια τιμή ημερομηνίας για την οποία θα υπολογιστεί ο αριθμός εβδομάδας ISO.
es_es: Valor de fecha para el que se calculará el número de semana ISO.
et_ee: Kuupäevaväärtus, mille jaoks arvutatakse ISO-nädalanumber.
eu_es: ISO aste-zenbakia kalkulatuko den dataren balioa.
fi_fi: Päivämääräarvo, jolle ISO-viikon numero lasketaan.
fr_fr: Valeur de date pour laquelle le numéro de semaine ISO sera calculé.
gl_es: Valor de data para o que se vai calcular o numero de semana ISO.
hi_in: तिथि मान जिसके लिए ISO सप्ताह संख्या की गणना की जाएगी.
hr_hr: Vrijednost datuma za koju će se izračunati ISO broj tjedna.
hu_hu: A dátumérték, amelyhez a rendszer kiszámítja az ISO szerinti hétszámot.
it_it: Valore di data per cui verrà calcolato il numero della settimana ISO.
ja_jp: ISO 週番号を計算する日付の値です。
kk_kz: ISO апта нөмірі есептелетін күн мәні.
ko_kr: ISO 주 번호를 계산할 날짜 값입니다.
lt_lt: Datos reikšmė, kuriai bus skaičiuojamas ISO savaitės numeris.
lv_lv: Datuma vērtība, kurai tiks aprēķināts ISO nedēļas numurs.
ms_my: Nilai tarikh yang nombor minggu ISO akan dikira.
nb_no: En datoverdi som ISO-ukenummeret skal beregnes for.
nl_nl: Een datumwaarde waarvoor het ISO-weeknummer wordt berekend.
pl_pl: Wartość daty, dla której zostanie obliczony numer tygodnia ISO.
pt_br: Um valor de data para o qual o número da semana ISO será calculado.
pt_pt: Um valor de data cujo número da semana ISO será calculado.
ro_ro: O valoare de tip dată pentru care se va calcula numărul săptămânii conform ISO.
ru_ru: Значение даты, для которой будет рассчитываться номер недели по стандарту ISO.
sk_sk: Hodnota dátumu, pre ktorú sa vypočíta číslo týždňa ISO.
sl_si: Datumska vrednost, za katero bo izračunana številka tedna ISO.
sr_cyrl_rs: Вредност датума за коју ће бити израчунат ISO број седмице.
sr_latn_rs: Vrednost datuma za koju će biti izračunat ISO broj sedmice.
sv_se: Ett datumvärde som ISO-veckonumret ska beräknas för.
th_th: ค่าวันที่ที่จะคำนวณหมายเลขสัปดาห์ตาม ISO
tr_tr: ISO hafta numarasının hesaplanacağı tarih değeri.
uk_ua: Значення дати, для якого буде обчислено номер тижня ISO.
vi_vn: Giá trị ngày để tính số tuần ISO.
zh_cn: 将针对其计算 ISO 周编号的日期值。
zh_tw: 將計算 ISO 週數的日期值。

# AboutInt
source: Truncates 'number' by rounding toward negative infinity.
bg_bg: Съкращава „число“, като закръглява към отрицателна безкрайност.
ca_es: Trunca el "nombre" arrodonint-lo cap a l'infinit negatiu.
cs_cz: Zkrátí „číslo“ zaokrouhlením směrem k záporné nekonečnosti.
da_dk: Afkorter 'tal' ved at afrunde mod negativ uendelighed.
de_de: Kürzt „Zahl“ durch Runden in Richtung negativer Unendlichkeit.
el_gr: Περικόπτει την τιμή 'number' στρογγυλοποιώντας προς το αρνητικό άπειρο.
es_es: Trunca el "número" redondeando hacia el infinito negativo.
et_ee: Lühendab „numbri“, ümardades negatiivse lõpmatuse suunas.
eu_es: "Zenbakia" laburtzen du infinitu negatiborantz borobilduz.
fi_fi: Katkaisee luvun pyöristämällä negatiivista ääretöntä kohti.
fr_fr: Tronque le « nombre » en arrondissant vers l’infini négatif.
gl_es: Corta o "número" ao arredondar ao infinito negativo.
hi_in: नकारात्मक अनंत की ओर गोल करके 'संख्या' को छोटा करता है.
hr_hr: Skraćuje „broj” zaokruživanjem prema negativnoj beskonačnosti.
hu_hu: A szám csonkolása a negatív végtelen felé kerekítéssel.
it_it: Tronca il "numero" arrotondando all'infinito negativo.
ja_jp: 負の無限大に丸めることで、'number' を切り詰めます。
kk_kz: Теріс шексіздікке қарай дөңгелектеу арқылы "санды" қысқартады.
ko_kr: 음의 무한대로 반올림하여 '숫자'를 자릅니다.
lt_lt: Skaičius trumpinamas suapvalinant iki neigiamos begalybės.
lv_lv: Saīsina “number”, noapaļojot līdz negatīvai bezgalībai.
ms_my: Membendung 'nombor' dengan membundar ke arah infiniti negatif.
nb_no: Avkorter tall ved å runde av mot negativ uendelighet.
nl_nl: Getal wordt afgekapt door afronding op een negatieve oneindigheid.
pl_pl: Obcina wartość typu „liczba”, wykonując zaokrąglenie w stronę ujemnej nieskończoności.
pt_br: Trunca o 'número' por arredondamento para infinidade negativa.
pt_pt: Trunca "número" arredondando para o infinito negativo.
ro_ro: Trunchiază „numărul” rotunjindu-l spre infinit negativ.
ru_ru: Усекает число путем округления в сторону отрицательной бесконечности.
sk_sk: Skráti číslo zaokrúhlením smerom k zápornému nekonečnu (nadol).
sl_si: »Število« prireže tako, da število zaokroži proti negativni neskončnosti.
sr_cyrl_rs: Скраћује „број“ заокруживањем према негативној бесконачности.
sr_latn_rs: Skraćuje „broj“ zaokruživanjem ka negativnoj beskonačnosti.
sv_se: Trunkerar "tal" genom att avrunda mot negativ oändlighet.
th_th: ตัดทอน 'ตัวเลข' โดยการปัดเศษไปทางจำนวนอนันต์ลบ
tr_tr: Eksi sonsuza doğru yuvarlayarak "sayıyı" kısaltır.
uk_ua: Скорочує "число" за допомогою округлення до від’ємної нескінченності.
vi_vn: Cắt bớt 'số' bằng cách làm tròn về phía âm vô cực.
zh_cn: 通过向负无穷大舍入来截断“数字”。
zh_tw: 通過向負無限大捨入來截斷「數字」。

# AboutIntT
source: Truncates the values in a column of numbers by rounding toward negative infinity.
bg_bg: Съкращава стойностите в колона с числа, като закръглява към отрицателна безкрайност.
ca_es: Trunca els valors en una columna de números arrodonint-los cap a l'infinit negatiu.
cs_cz: Zkrátí hodnoty ve sloupci čísel zaokrouhlením směrem k zápornému nekonečnu.
da_dk: Afkorter værdierne i en kolonne med tal ved at afrunde mod negativ uendelighed.
de_de: Kürzt die Werte in einer Zahlenspalte durch Runden in Richtung negativer Unendlichkeit.
el_gr: Περικόπτει τις τιμές σε μια στήλη αριθμών στρογγυλοποιώντας προς το αρνητικό άπειρο.
es_es: Trunca los valores de una columna de números redondeando hacia el infinito negativo.
et_ee: Lühendab arvuveerus väärtused, ümardades negatiivse lõpmatuse suunas.
eu_es: Zenbaki-zutabe bateko balioak laburtzen du infinitu negatiborantz borobilduz.
fi_fi: Katkaisee arvot numerosarakkeessa pyöristämällä negatiivista ääretöntä kohti.
fr_fr: Tronque les valeurs d’une colonne de nombres en arrondissant vers l’infini négatif.
gl_es: Corta os valores dunha columna de números ao arredondar ao infinito negativo.
hi_in: नकारात्मक अनंत की ओर गोल करके संख्याओं के कॉलम में मानों को छोटा करता है.
hr_hr: Skraćuje vrijednosti u stupcu brojeva zaokruživanjem prema negativnoj beskonačnosti.
hu_hu: Az oszlopban található számértékek csonkolása a negatív végtelen felé kerekítéssel.
it_it: Tronca i valori in una colonna di numeri arrotondando all'infinito negativo.
ja_jp: 負の無限大に丸めることで、数字の列にある値を切り詰めます。
kk_kz: Теріс шексіздікке қарай дөңгелектеу арқылы сандар бағанындағы мәндерді қысқартады.
ko_kr: 음의 무한대로 반올림하여 숫자 열의 값을 자릅니다.
lt_lt: Skaičių stulpelio reikšmės trumpinamos suapvalinant iki neigiamos begalybės.
lv_lv: Saīsina vērtības skaitļu kolonnā, noapaļojot līdz negatīvai bezgalībai.
ms_my: Membendung nilai dalam lajur nombor dengan membundar ke arah infiniti negatif.
nb_no: Avkorter verdiene i en kolonne med tall ved å runde av mot negativ uendelighet.
nl_nl: De waarden in een kolom met getallen worden afgekapt door afronding op een negatieve oneindigheid.
pl_pl: Obcina wartości w kolumnie liczb, wykonując zaokrąglenie w stronę ujemnej nieskończoności.
pt_br: Trunca os valores em uma coluna de números por arredondamento para infinidade negativa.
pt_pt: Trunca os valores existentes numa coluna de números arredondando para o infinito negativo.
ro_ro: Trunchiază valorile dintr-o coloană de numere rotunjindu-le spre infinit negativ.
ru_ru: Усекает значения в столбце чисел путем округления в сторону отрицательной бесконечности.
sk_sk: Skráti hodnoty čísel v stĺpci zaokrúhlením smerom k zápornému nekonečnu (nadol).
sl_si: Vrednosti v stolpcu s števili prireže tako, da zaokroži proti negativni neskončnosti.
sr_cyrl_rs: Скраћује вредности у колони бројева заокруживањем према негативној бесконачности.
sr_latn_rs: Skraćuje vrednosti u koloni brojeva zaokruživanjem prema negativnoj beskonačnosti.
sv_se: Trunkerar värdena i en kolumn med tal genom att avrunda mot negativ oändlighet.
th_th: ตัดทอนค่าในคอลัมน์ตัวเลขโดยการปัดเศษไปทางจำนวนอนันต์ลบ
tr_tr: Bir sayı sütunundaki değerleri eksi negatife yuvarlayarak kısaltır.
uk_ua: Скорочує значення у стовпці чисел за допомогою округлення до від’ємної нескінченності.
vi_vn: Cắt bớt các giá trị trong một cột số bằng cách làm tròn về phía âm vô cực.
zh_cn: 通过向负无穷大舍入来截断一列数字中的值。
zh_tw: 透過向負無限大捨入來截斷數字資料行中的值。

# AboutInt_number
source: A numeric value to process.
bg_bg: Числена стойност за обработване.
ca_es: Valor numèric que es processarà.
cs_cz: Číselná hodnota, která se má zpracovat.
da_dk: En numerisk værdi, der skal behandles.
de_de: Ein zu verarbeitender Zahlenwert.
el_gr: Αριθμητική τιμή για επεξεργασία.
es_es: Valor numérico que se procesará.
et_ee: Töödeldav arvväärtus.
eu_es: Prozesatuko den zenbakizko balioa.
fi_fi: Käsiteltävä numeerinen arvo.
fr_fr: Valeur numérique à traiter.
gl_es: Valor numérico que se vai procesar.
hi_in: संसाधित करने के लिए एक सांख्यिक मान.
hr_hr: Brojčana vrijednost koju treba obraditi.
hu_hu: A feldolgozni kívánt numerikus érték.
it_it: Valore numerico da elaborare.
ja_jp: 処理する数値です。
kk_kz: Өңделетін сандық мән.
ko_kr: 처리할 숫자 값입니다.
lt_lt: Skaitinė reikšmė, skirta apdoroti.
lv_lv: Apstrādājamā skaitliskā vērtība.
ms_my: Nilai angka untuk diproses.
nb_no: En numerisk verdi som skal behandles.
nl_nl: Een numerieke waarde die moet worden verwerkt.
pl_pl: Wartość liczbowa do przetworzenia.
pt_br: Um valor numérico para processar.
pt_pt: Um valor numérico para processar.
ro_ro: O valoare numerică de procesat.
ru_ru: Числовое значение для обработки.
sk_sk: Numerická hodnota na spracovanie.
sl_si: Številska vrednost, ki jih želite obdelati.
sr_cyrl_rs: Нумеричка вредност за обраду.
sr_latn_rs: Numerička vrednost za obradu.
sv_se: Ett numeriskt värde att bearbeta.
th_th: ค่าตัวเลขที่จะประมวลผล
tr_tr: İşlenecek sayısal bir değer.
uk_ua: Числове значення, яке потрібно обробити.
vi_vn: Giá trị số cần xử lý.
zh_cn: 要处理的数值。
zh_tw: 要處理的數值。

# AboutInt_input
source: A column of numeric values to process.
bg_bg: Колона с числени стойности за обработване.
ca_es: Columna de valors numèrics que es processaran.
cs_cz: Sloupec číselných hodnot, které se mají zpracovat.
da_dk: En kolonne af numeriske værdier, der skal behandles.
de_de: Eine Spalte mit zu verarbeitenden Zahlenwerten.
el_gr: Στήλη αριθμητικών τιμών για επεξεργασία.
es_es: Columna de valores numéricos que se procesará.
et_ee: Töödeldavate arvväärtuste veerg.
eu_es: Prozesatzeko zenbakizko balioak dituen zutabea.
fi_fi: Käsiteltävien numeeristen arvojen sarake.
fr_fr: Colonne de valeurs numériques à traiter.
gl_es: Columna de valores numéricos que se van procesar.
hi_in: संसाधित करने के लिए सांख्यिक मानों का स्तंभ.
hr_hr: Stupac brojčanih vrijednosti koji treba obraditi.
hu_hu: A feldolgozni kívánt, numerikus értékeket tartalmazó oszlop.
it_it: Colonna di valori numerici da elaborare.
ja_jp: 処理する数値の列です。
kk_kz: Өңделетін сандық мәндер бағаны.
ko_kr: 처리할 숫자 값 열입니다.
lt_lt: Skaitinių reikšmių stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamo skaitlisko vērtību kolonna.
ms_my: Lajur nilai angka untuk diproses.
nb_no: En kolonne med numeriske verdier som skal behandles.
nl_nl: Een kolom met numerieke waarden die moeten worden verwerkt.
pl_pl: Kolumna wartości liczbowych do przetworzenia.
pt_br: Uma coluna de valores numéricos para processar.
pt_pt: Uma coluna de valores numéricos para processar.
ro_ro: O coloană de valori numerice de procesat.
ru_ru: Столбец числовых значений для обработки.
sk_sk: Stĺpec numerických hodnôt určených na spracovanie.
sl_si: Stolpec številskih vrednosti, ki jih želite obdelati.
sr_cyrl_rs: Колона нумеричких вредности за обраду.
sr_latn_rs: Kolona numeričkih vrednosti za obradu.
sv_se: En kolumn med numeriska värden att bearbeta.
th_th: คอลัมน์ของค่าตัวเลขที่จะประมวลผล
tr_tr: İşlenecek sayısal değerleri içeren bir sütun.
uk_ua: Стовпець числових значень, який потрібно обробити.
vi_vn: Cột chứa các giá trị số cần xử lý.
zh_cn: 要处理的数值组成的列。
zh_tw: 要處理的數值資料行。

# AboutTrunc
source: Truncates 'number' by rounding toward zero.
bg_bg: Съкращава „число“, като закръглява в посока нула.
ca_es: Trunca el "nombre" arrodonint-lo cap al zero.
cs_cz: Zkrátí „číslo“ zaokrouhlením k nule.
da_dk: Afkorter 'tal' ved at afrunde mod nul.
de_de: Kürzt „Zahl“ durch Runden in Richtung null.
el_gr: Περικόπτει την τιμή 'number' στρογγυλοποιώντας προς το μηδέν.
es_es: Trunca el "número" redondeando hacia cero.
et_ee: Kärbib „numbri“, ümardades nulli suunas.
eu_es: "Zenbakia" laburtzen du zerora borobilduz.
fi_fi: Katkaisee luvun pyöristämällä nollaa kohti.
fr_fr: Tronque le « nombre » en arrondissant vers zéro.
gl_es: Trunca o "número" ao arredondar a cero.
hi_in: शून्य की ओर पूर्णांकन करके 'संख्या' को छोटा करता है.
hr_hr: Skraćuje „broj” zaokruživanjem prema nuli.
hu_hu: A szám csonkolása a nulla felé kerekítéssel.
it_it: Tronca il "numero" arrotondando a zero.
ja_jp: ゼロに丸めて '数値' を切り捨てます。
kk_kz: Нөлге қарай дөңгелектеу арқылы «санды» қысқартады.
ko_kr: 0에 대해 반올림하여 '숫자'를 자릅니다.
lt_lt: Skaičius trumpinamas suapvalinant iki nulio.
lv_lv: Saīsina “skaitli”, noapaļojot līdz nullei.
ms_my: Memotong 'nombor' dengan membundarkannya ke arah sifar.
nb_no: Avkorter tall ved å runde av mot null.
nl_nl: Getal wordt afgekapt door afronding op een nul.
pl_pl: Obcina wartość typu „liczba”, wykonując zaokrąglenie w kierunku zera.
pt_br: Trunca o 'número' por arredondamento para zero.
pt_pt: Trunca "número" arredondando na direção de zero.
ro_ro: Trunchiază „numărul” rotunjindu-l spre zero.
ru_ru: Усекает число в аргументе number путем округления в сторону нуля.
sk_sk: Skráti číslo zaokrúhlením smerom k nule.
sl_si: »Število« prireže tako, da število zaokroži proti številu nič.
sr_cyrl_rs: Скраћује „број“ заокруживањем према нули.
sr_latn_rs: Skraćuje „broj“ zaokruživanjem ka nuli.
sv_se: Trunkerar "tal" genom att avrunda mot noll.
th_th: ตัดทอน 'ตัวเลข' โดยการปัดเศษไปยังศูนย์
tr_tr: Sıfıra doğru yuvarlayarak "sayıyı" kısaltır.
uk_ua: Скорочує "число" за допомогою округлення до нуля.
vi_vn: Cắt bớt 'số' bằng cách làm tròn về phía 0.
zh_cn: 通过向零舍入来截断“数字”。
zh_tw: 透過向零捨入來截斷「數字」。

# AboutTrunc_number
source: The number to truncate.
bg_bg: Числото за съкращаване.
ca_es: Nombre que es truncarà.
cs_cz: Číslo, které se má zkrátit.
da_dk: Det nummer, der skal afkortes.
de_de: Die Zahl, die gekürzt werden soll.
el_gr: Ο αριθμός για περικοπή.
es_es: El número que se truncara.
et_ee: Kärbitav arv.
eu_es: Laburtu beharreko zenbakia.
fi_fi: Katkaistava numero.
fr_fr: Nombre à tronquer.
gl_es: Número que se vai truncar.
hi_in: संख्या को काटना.
hr_hr: Broj za skraćivanje.
hu_hu: A csonkolni kívánt szám.
it_it: Numero da troncare.
ja_jp: 切り捨てる数値。
kk_kz: Санды қысқарту.
ko_kr: 버릴 수 있는 번호입니다.
lt_lt: Skaičius, kurį reikia sutrumpinti.
lv_lv: Saīsināmais skaitlis.
ms_my: Nombor untuk dipotong.
nb_no: Tallet som skal avkortes.
nl_nl: Het getal dat moet worden afgekapt.
pl_pl: Liczba do obcięcia.
pt_br: O número a ser truncado.
pt_pt: O número a truncar.
ro_ro: Numărul de trunchiat.
ru_ru: Число для усечения.
sk_sk: Číslo, ktoré sa má skrátiť.
sl_si: Število, ki ga želite prirezati.
sr_cyrl_rs: Број који треба скратити.
sr_latn_rs: Broj koji treba skratiti.
sv_se: Talet som ska trunkeras.
th_th: ตัวเลขที่จะตัดทอน
tr_tr: Kısaltılacak sayı.
uk_ua: Число, яке потрібно скоротити.
vi_vn: Số cần lược bớt.
zh_cn: 要截断的数字。
zh_tw: 要截斷的數字。

# AboutTrunc_source
source: A column of numbers to truncate.
bg_bg: Колона с числа за съкращаване.
ca_es: Columna de nombres que es truncaran.
cs_cz: Sloupec čísel, která se mají zkrátit.
da_dk: En kolonne af tal, der skal afrundes.
de_de: Eine Spalte mit Zahlen, die gekürzt werden sollen.
el_gr: Μια στήλη αριθμών για περικοπή.
es_es: ´Una columna de números que se va a redondear.
et_ee: Kärbitav arvuveerg.
eu_es: Laburtzeko zenbakiak dituen zutabea.
fi_fi: Pyöristettävien lukujen sarake.
fr_fr: Colonne de nombres à tronquer.
gl_es: Columna de números que se van truncar.
hi_in: संख्याओं का कॉलम जिनका पूर्णांकन किया जाना है.
hr_hr: Stupac brojeva koji se skraćuju.
hu_hu: A csonkolni kívánt számokat tartalmazó oszlop.
it_it: Colonna di numeri da troncare.
ja_jp: 切り捨ての処理を行う数値の列です。
kk_kz: Қысқартатын сандар бағаны.
ko_kr: 버림할 숫자 열입니다.
lt_lt: Skaičių, kuriuos reikia sutrumpinti, stulpelis.
lv_lv: Saīsināmo skaitļu kolonna.
ms_my: Lajur nombor untuk dipotong.
nb_no: En kolonne med tall som skal avkortes.
nl_nl: Een kolom met getallen die moeten worden afgekapt.
pl_pl: Kolumna liczb do obcięcia.
pt_br: Coluna de números a ser truncada.
pt_pt: Uma coluna de números a truncar.
ro_ro: O coloană de numere de trunchiat.
ru_ru: Столбец чисел для усечения.
sk_sk: Stĺpec čísel, ktoré sa majú skrátiť.
sl_si: Stolpec s števili, ki jih želite prirezati.
sr_cyrl_rs: Колона са бројевима за скраћивање.
sr_latn_rs: Kolona sa brojevima za skraćivanje.
sv_se: En kolumn med tal att trunkera.
th_th: คอลัมน์ของค่าตัวเลขที่จะตัดทอน
tr_tr: Kısaltılacak sayıları içeren bir sütun.
uk_ua: Стовпець із числами, які потрібно скоротити.
vi_vn: Cột có chứa các số cần lược bớt.
zh_cn: 要截断的数字组成的列。
zh_tw: 要截斷的數字資料行。

# AboutTrunc_num_digits
source: The number of fractional digits to use for truncating.
bg_bg: Броят на цифрите в дробната част, които се използват за съкращаване.
ca_es: Nombre de dígits fraccionaris que s'utilitzaran per al truncament.
cs_cz: Počet desetinných míst, která se mají použít při zkracování.
da_dk: Det antal brøkcifre, der skal bruges til afkortning.
de_de: Die Anzahl der Dezimalstellen, die beim Kürzen berücksichtigt werden.
el_gr: Ο αριθμός κλασματικών ψηφίων για χρήση για περικοπή.
es_es: Número de dígitos fraccionarios que se usarán para el truncamiento.
et_ee: Kärpimiseks kasutatav murdosa kohtade arv.
eu_es: Laburtzeko erabiliko den digitu zatikiarren kopurua.
fi_fi: Katkaisussa käytettävien murtolukujen määrä.
fr_fr: Nombre de décimales à utiliser pour la troncation.
gl_es: Número de díxitos fraccionais que se van usar para truncar.
hi_in: पूर्णांकन के लिए इस्तेमाल किए जाने वाले भिन्नात्मक अंकों की संख्या.
hr_hr: Broj decimalnih znamenki za uporabu tijekom skraćivanja.
hu_hu: Ennyi tizedesjegyre fogja csonkolni a számot a rendszer.
it_it: Numero delle cifre frazionarie da usare per troncare.
ja_jp: 丸め処理に使用する小数部の桁数。
kk_kz: Қысқарту үшін пайдаланылатын бөлшек цифрлардың саны.
ko_kr: 버림 시 사용할 소수 자릿수입니다.
lt_lt: Trupmeninių skaitmenų skaičius, naudojamas trumpinant.
lv_lv: Ciparu skaits decimāldaļskaitlī, ko lietot saīsināšanai.
ms_my: Bilangan digit pecahan untuk digunakan bagi pemotongan.
nb_no: Antall desimaler som skal brukes for avkorting.
nl_nl: Het aantal decimalen dat moet worden gebruikt voor afkappen.
pl_pl: Liczba cyfr ułamkowych do użycia podczas obcinania.
pt_br: Número de dígitos fracionários a serem usados para truncamento.
pt_pt: O número de dígitos fracionais a utilizar para truncagem.
ro_ro: Numărul de cifre fracționare de utilizat pentru trunchiere.
ru_ru: Количество цифр дробной части, используемое для усечения.
sk_sk: Počet zlomkových číslic, ktoré sa použijú na skrátenie.
sl_si: Število decimalnih mest za prirezovanje.
sr_cyrl_rs: Број разломских цифара које ће се користити за скраћивање.
sr_latn_rs: Broj razlomskih cifara koje će se koristiti za skraćivanje.
sv_se: Antal decimaler att använda vid trunkering.
th_th: จำนวนหลักทศนิยมที่ใช้ในการตัดทอน
tr_tr: Kısaltma için kullanılacak kesir basamağı sayısı.
uk_ua: Кількість дробових знаків, до якої потрібно скоротити число.
vi_vn: Số chữ số thập phân cần sử dụng để lược bớt.
zh_cn: 要用于截断的小数位数。
zh_tw: 用於截斷的小數位數。
